Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/report_sr_samipeople_fi.pdf.tmx
Source language: fin
Languages: sme

source: 13. Erityisraportoija kiittää saamelaisia sekä Norjan, Ruotsin ja Suomen valtioita näiden tähänastisesta merkittävästä työstä tämän tärkeän välineen kehittämiseksi.
sme: 13. Spesiálaraporterejeaddji giitá sápmelaččaid ja maid Norgga, Ruoŧa ja Suoma ráđđehusaid dássáš mearkkašahtti barggus dán dehálaš gaskaoami ovddideamis.

source: Erityisraportoija odottaa innokkaasti pääsevänsä valvomaan saamelaissopimuksen käyttöönottoon tähtääviä neuvotteluja, joiden on tarkoitus alkaa vuonna 2011 ja jotka on määrä saattaa päätökseen viiden vuoden kuluessa, kuten tämän raportin osassa IV(A)(1) on lähemmin selostettu.
sme: Spesiálaraporterejeaddji vuordá beassat bearráigeahččat sámekonvenšuvnna ráđđádallamiid konvenšuvnna atnuiváldimis, ja mat álggahuvvojit jagi 2011 ja maid ulbmilin leat soabadit viđa jagi siste, nugo dán raportta oasis IV(A)(1) lea dárkileappot čilgejuvvon.

source: B. Norja
sme: B. Norga

source: 14. Norjan saamelaispolitiikka perustuu pääasiassa perustuslain artiklaan 110a sekä saamelaiskäräjiä (Sámediggi) ja muita saamelaisten lakiasioita koskevan lain (saamelaislaki) säädöksiin.
sme: 14. Norgga sámepolitihkka váldovuođđun leat vuođđolága 110a paragráfa ja lága ”Sámedikki ja eará sámi vuoigatvuođaid birra” (sámeláhka) njuolggadusat.

source: Norjan perustuslakiin vuonna 1988 tehdyssä muutoksessa viranomaisia vaaditaan nimenomaisesti suojelemaan saamelaisia ja heidän kulttuuriaan sekä perinteisiä elinkeinojaan.
sme: Norgga vuođđoláhkii jagi 1988 dahkkojuvvon nuppástusas gáibiduvvo eiseválddiin, ahte sii namalassii suodjalit sámiid ja sin kultuvrra ja árbevirolaš ealáhusaid.

source: Muutoksen mukaan ”valtion viranomaisten vastuulla on luoda olosuhteet, joissa saamelaisväestö voi ylläpitää ja kehittää kieltään, kulttuuriaan ja elämäntapaansa”.
sme: Nuppástusas daddjo, ahte ” lea stáhta eiseválddiid geatnegasvuohta láhčit diliid nu ahte sámi álbmotjoavku sáhttá seailluhit ja ovddidit iežas giela, kultuvrra ja servodateallima”.

source: Norjan valtio on lisäksi tunnustanut saamelaisväestöön kohdistuneen syrjinnän ja ankaran norjalaistamispolitiikan ja pyytänyt anteeksi tapaa, jolla saamelaisia on menneisyydessä kohdeltu.
sme: Dasa lassin Norgga stáhta lea dovddastan Sámi álbmogii čuohcan olggušteami ja garra dáruiduhttinpolitihka ja atnon ándagassii dan vuogi, mainna sápmelaččaiguin lea láhttejuvvon vássán áiggis.

source: 15. Saamelaislaki on Norjan saamelaisasioita koskeva ensimmäinen nykyaikainen säädöskokoelma, joka laadittiin turvaamaan Norjan saamelaisille mahdollisuus suojella ja kehittää kieltään, kulttuuriaan ja elämäntapaansa.
sme: 15. Sámeláhka lea Norgga sámeáššiin vuosttas dáláš láhka, mii ásahuvvui dorvvastit Norgga sápmelaččaide vejolašvuođa suodjalit ja gárggiidit gielaideaset, kultuvrraideaset ja eallinvuogiset.

source: Norjassa perustettiin saamelaislain nojalla saamelaiskäräjät eli Sámediggi, joka toimii saamelaisten vaaleilla valittuna poliittisena edustuselimenä sekä suorittaa sille lain mukaan kuuluvia tai asiaankuuluvien kansallisten viranomaisten kanssa sovittuja hallinnollisia tehtäviä erilaisissa saamelaisväestöön liittyvissä
sme: Norggas vuođđuduvvui sámelága vuođul sámediggi, mas leat guokte ulbmila: doaibmat sápmelaččaid válggain válljejuvvon politihkaš ovddastanorgánan ja doaimmahit dasa lágain mearriduvvon dahje áššáigullevaš nášuvnnalaš eiseválddiiguin sohppojuvvon hálddahuslaš bargguid sierralágan Sámi álbmogii guoski surggiin.

source: Saamelaiskäräjillä on 39 edustajaa, jotka valitaan seitsemästä saamelaisesta vaalipiiristä.
sme: Sámedikkis leat 39 áirasa, geat válljejuvvojit čieža sierra válgabiires. 110(a) paragráfa.

source: 16. Vuonna 2005 Norjan saamelaiskäräjät ja valtio pääsivät sopimukseen kuulemismenettelyistä, joita sopimuksen mukaan ”järjestetään asioissa, jotka voivat suoraan vaikuttaa saamelaisten etuihin” ja jotka edellyttävät, että Norjan valtion viranomaiset ”antavat täydelliset tiedot olennaisista seikoista, jotka saattavat suoraan vaikuttaa saamelaisiin, sekä tällaisten asioiden käsittelyn eri vaiheissa huomioon otettavista seikoista”.
sme: 6 16. Jagi 2005 Norgga beale sámediggi ja stáhta šiehtadalle ráđđádallamiid meannudanvugiin (konsultašuvnnaid prosedyrain), mat soahpamuša mielde ”lágiduvvojit áššiin, mat njuolga sáhttet váikkuhit sápmelaččaid beroštumiide” ja mat gáibidit, ahte Norgga stáhta eiseválddit ”addet ollislaš dieđuid áigeguovdilis áššiin, mat soitet váikkuhit sápmelaččaide njuolga, ja maiddái relevánta áššiid birra áššemeannudeami buot dásiin”.

source: Sopimuksessa hahmotellaan kuulemisvaatimukset, jotka ovat yleisesti ottaen Kansainvälisen työjärjestön Itsenäisten maiden alkuperäis- ja heimokansoja koskevan yleissopimuksen nro 169 (ILO:n sopimus 169) kuulemisvaatimusten mukaisia, ja sen mukaan kuulemismenettelyä jatketaan niin kauan kuin saamelaiskäräjät ja Norjan valtion viranomaiset katsovat, että sopimukseen on mahdollista päästä.
sme: Soahpamušas mearriduvvojit ráđđádallangáibádusat, mat čuvvot oppalaččat Riikkaidgaskasaš bargoorganisašuvnna konvenšuvnna nr 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain (ILO konvenšuvdna 169) mearrádusaid, ja dan mielde ráđđádallamat jotkojuvvojit dassážii go sámediggi ja Norgga stáhta eiseválddit oaivvildit, ahte soahpamuša lea vejolaš dahkat.

source: 17. Erityisraportoijan mielestä sopimus on hyvä esimerkki toimivasta tavasta toteuttaa valtioiden alkuperäiskansojen kuulemista koskeva velvoite.
sme: 17. Spesiálaraporterejeaddji mielas soahpamuš lea buorre ovdamearka doaibmi vuogis ollašuhttit stáhtaid álgoálbmogiiguin ráđđádallangeatnegasvuođa.

source: Sopimus toimii myös tärkeänä esimerkkinä muille Pohjoismaille ja muille valtioille eri puolilla maailmaa.
sme: Soahpamuš doaibmá maiddái dehálaš ovdamearkan eará Davviriikkaide ja eará stáhtaide miehtá máilmmi.

source: Joitakin erityisesti tähän menettelyyn ja yleisesti kuulemiseen liittyviä seikkoja on käsitelty jäljempänä kohdassa IV(A)(2).
sme: Muhtun earenoamážit dán meannudanvugiide guoski ja almmolaččat ráđđádallamiidda guoski áššit leat gieđahallon maŋŋelis čuoggás IV(A)(2).

source: 18. Vielä viime aikoihin asti Norjan maa-alueiden ja luonnonvarojen hallinnasta vastasi maan keskushallinto yhteistyössä kuntien kanssa, eikä Norjan laki tunnustanut saamelaisille kuuluvia erityisoikeuksia, ei myöskään kollektiivisia oikeuksia, maa-alueisiin ja luonnonvaroihin.
sme: 18. Vel gieskat Norgga eatnamiid ja luondduvalljodagaid hálddašeamis vástidii stáhta guovddášhálddahus ovttasráđiid gielddaiguin, eaige Norgga lágat dovddastan sápmelaččaid sierravuoigatvuođaid eatnamiidda ja luondduvalljodagaide, maidda gullet maiddái kollektiivvalaš vuoigatvuođat.

source: Norjassa säädettiin vuonna 2005 Finnmark-laki vastauksena saamelaisten monta vuotta kestäneeseen taisteluun ja osittain myös vastauksena Alta-Kautokeino-vesireitin kehittämiseen liittyvään kiistaan 1970-luvulla.
sme: Norggas addojuvvui jagi 2005 Finnmárkkuláhka vástádussan sápmelaččaid máŋggaid jagiid bistán dáistaleapmái ja muhtumassii maiddái vástádussan riidui, mii laktásii Álaheaju-Guovdageainnu -eanu gárggiideapmái 1970-logus.

source: Tärkeää on se, että Finnmark-laki valmisteltiin tiiviissä yhteistyössä Norjan suurkäräjien ja saamelaiskäräjien kesken.
sme: Dehálaš lea, ahte Finnmárkkuláhka válmmaštallamis Norgga stuorradiggi ja sámediggi barge lávga ovttas.

source: Finnmark-laki on silti joiltakin osin edelleen kiistanalainen saamelaisten keskuudessa, kuten jäljempänä kohdassa IV(A)(3) todetaan.
sme: Goittotge Finnmárkkuláhka lea ain muhtun osiin riidduvuloš sápmelaččaid gaskavuođas, nugo maŋŋelis čuoggás IV(A)(3) gávnnahuvvo.

source: 19. Vuoden 1978 poronhoitolakia uudistettiin vuonna 2007. Uuden lain mukaan saamelaisilla on yksinoikeus poronhoitoon laidunalueilla, mutta oikeuden käyttämisen edellytyksenä on, että porot omistava yksityishenkilö on sidoksissa poronomistajaperheeseen.
sme: 19. Jagi 1978 boazodoalloláhka ođasmahttojuvvui jagi 2007. Ođasmahtton lágas celkojuvvo, ahte sápmelaččain lea oktovuoigatvuohta boazodollui guohtoneatnamiin, muhto vuoigatvuođa geavaheami eaktun lea, ahte bohccuid priváhta sápmelaš eaiggádis lea čatnasupmi boazoeaiggátbearrašii.

source: Poronhoito-oikeus on nautintaoikeus, joka on voimassa tietyillä maa-alueilla niiden omistussuhteista riippumatta.
sme: Vuoigatvuohta boazodollui lea geavahanvuoigatvuohta, mii lea fámus dihto eanaguovlluin das fuolakeahttá gii daid eaiggáduššá.

source: On syytä huomata, että vuonna 2007 lakiin tehdyillä uudistuksilla haluttiin nostaa siida tärkeäksi poronhoidon hallintatyökaluksi, jotta Norjan laki vastaisi paremmin saamelaisten perinteisiä maa-alueiden hallinnan käytäntöjä.
sme: Lea dehálaš fuomášit, ahte jagi 2007 láhkaođasmahttimis váldojuvvui atnui siida mávssolaš boazodoalu hálddašanreaidun vai Norgga láhka čuovvu buorebut sápmelaččaid árbevirolaš eatnamiid hálddašeami.

source: Saamelaisten poronhoitoalue on noin 40 prosenttia koko Norjan pinta-alasta, ja se tarjoaa laidunmaan yli 200 000 porolle.
sme: Sámi boazodoalloguovlu lea sullii 40 proseantta oppa Norgga eanaviidodagas, ja das leat guohtuneatnamat badjel 200 000 bohccui.

source: Poronhoitoon osallistuu Norjassa noin 2 800 saamelaista.
sme: Bohccuiguin barget Norggas sullii 2 800 sápmelačča.

source: Norjan valtion edustajien ja saamelaiskäräjien väliset kuulemismenettelyt, allekirjoitettu 11.5.
sme: Norgga stáhta ovddasteaddjiid ja Sámedikki gaskasaš ráđđádallamiid meannudanvuogit, vuolláičállojuvvon

source: 2005, kohta 2, saatavilla Internetissä osoitteessa http://www.regjeringen.no/en/dep/fad/Selected-topics/Samipolicy/midtspalte/PROCEDURES-FOR-CONSULTATIONS-BETWEEN-STA.html?id=450743.
sme: 11.5.2005, čuokkis 2, viežžamis Interneahtas čujuhusas http://www.regjeringen.no/en/dep/fad/Selectedtopics/Sami-policy/midtspalte/PROCEDURES-FOR-CONSULTATIONS-BETWEEN-STA.html?id=450743.

source: Ibid., 3 § Tiettyjen saamelaisyhteisöjen oikeutta tulla kuuluksi niitä suoraan koskevissa asioissa ei ole kuitenkaan
sme: Ibid., 3 § Dihto sámeservošiid vuoigatvuohta ráđđádallamiidda ii goittotge gula soahpamuššii dakkár áššiin, mat sáhttet

source: käsitelty kuulemissopimuksessa.
sme: váikkuhit sidjiide njuolga.

source: Laki 17.6. 2005 nro 85 Finnmarkin läänin maa-alueiden ja luonnonvarojen juridisista suhteista ja hallinnasta
sme: Láhka geassemánu 17. beaivve 2005 nr 85 riektediliid ja eatnamiid ja luondduvalljodagaid hálddaheami birra

source: (Finnmark-laki).
sme: Finnmárkku fylkkas (Finnmárkkuláhka).

source: 7 20. Norja oli ensimmäinen maa, joka ratifioi ILO:n sopimuksen nro 169 ja äänesti alkuperäiskansojen oikeuksia koskevan julistuksen hyväksymisen puolesta vuonna 2007. Sen lisäksi Norja on sisällyttänyt kansalaisoikeuksia ja poliittisia oikeuksia koskevan kansainvälisen yleissopimuksen sekä taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevan kansainvälisen yleissopimuksen omaan lainsäädäntöönsä.
sme: 7 20. Norga lei vuosttas riika, mii ratifierii ILO konvenšuvnna nr 169 ja jienastii álgoálbmogiid vuoigatvuođaid julggaštusa bealis jagi 2007. Dasa lassin Norga lea čáhkadan nášuvnnalaš láhkan riikkaidgaskasaš konvenšuvnna siviila- ja politihkalaš vuoigatvuođain ja riikkaidgaskasaš konvenšuvnna ekonomalaš, sosiálalaš ja kultuvrralaš vuoigatvuođain.

source: Jos nämä lait ja Norjan muu lainsäädäntö ovat keskenään ristiriidassa, sovelletaan yleissopimusten säännöksiä.
sme: Juos dát láhka ja Norgga eará lágat leat ruossalassii, heivehuvvojit konvenšuvnnaid njuolggadusat.

source: Norja on myös pannut täytäntöön kansallisten vähemmistöjen suojelua koskevan Euroopan neuvoston puiteyleissopimuksen (1995) sekä alueellisia kieliä tai vähemmistökieliä koskevan eurooppalaisen peruskirjan (1992).
sme: Norga lea maiddái oassebeallin Eurohpa ráđi rápmakonvenšuvnnas nášuvnnalaš unnitloguid suodjaleami várás (1995) ja Eurohpa vuođđogirjjis guovlo- dahje unnitloguid gielaid váras (1992).

source: C. Ruotsi
sme: C. Ruoŧŧa

source: 21. Ruotsin perustuslakia on muutettu äskettäin siten, että saamelaiset on 1.1. 2011 lähtien eksplisiittisesti tunnustettu omaksi kansakseen erotukseksi Ruotsin muista vähemmistöryhmistä.
sme: 21. Ruoŧa vuođđoláhka lea gieskat nuppástuhtton nu, ahte sápmelaččat leat 1.1.2011 rájes eksplisihtalaččat dovddastuvvon iežas álbmogin erohussan Ruoŧa eará veahádatjoavkkuin.

source: Saamelaiset olivat jo vuosien ajan toivoneet perustuslain mukaista tunnustamista kansaksi vähemmistön sijasta.
sme: Sápmelaččat ledje juo máŋggaid jagiid sávvan vuođđolágas álbmogin dovddasteami veahádahkan dovddasteami sadjái.

source: 22. Ruotsin hallitus on viime vuosina valmistellut lakiesitystä, jossa puututtaisiin saamelaisväestöä koskeviin kysymyksiin.
sme: 22. Maŋimuš jagiid Ruoŧa ráđđehus lea figgan gárvet láhkaevttohusa Sámi álbmogii guoski gažaldagain.

source: Lakiluonnosta on kuitenkin arvosteltu siitä, ettei siinä puututa tärkeimpiin saamelaisia koskeviin ongelmiin, erityisesti maa-alueiden ja luonnonvarojen käyttöä ja omistussuhteita koskeviin kysymyksiin, sekä siitä, ettei lakiesitystä laadittaessa ole kuultu saamelaisia.
sme: Láhkahámus lea goittotge cuigojuvvon dan geažil, ahte dasa eai leat váldon mielde deháleamos sápmelaččaide guoski váttisvuođat, earenoamážit vuoigatvuođat eatnamiidda ja luondduvalljodagaide, ja maiddái danin, ahte láhkahápmosa gárvema oktavuođas sápmelaččaiguin ii leat ráđđádallojuvvon.

source: Ruotsin saamelaiskäräjät ja saamelaisten edustajat ovatkin torjuneet lakiesityksen.
sme: Dan dihte Ruoŧa beale sámediggi ja sápmelaččaid ovddasteaddjit eai dohkkehan láhkaevttohusa.

source: Huhtikuussa 2010 järjestetyssä konferenssissa Ruotsin valtion edustajat kertoivat erityisraportoijalle, että saamelaiskäräjien ja muiden tahojen kannan vuoksi hallitus on päättänyt olla viemättä lakiesitystä eteenpäin, kunnes hallitus on keskustellut saamelaisten kanssa lakiesityksen sisällöstä.
sme: Cuoŋománus lágiduvvon konfereanssas Ruoŧa stáhta ovddasteaddjit muitaledje spesiálaraporterejeaddjái, ahte sámedikki ja earáid oaiviliid geažil ráđđehus lea mearridan, ahte dat ii doalvvo láhkaevttohusa ovddosguvlui ovdalgo ráđđehus lea ságastallagoahtán sápmelaččaiguin láhkaevttohusa sisdoalus.

source: 23. Saamelaiskäräjiä koskeva laki vuodelta 1993 määritteli Ruotsin saamelaiskäräjien pääasialliseksi tehtäväksi ”saamelaiskulttuuria koskevien asioiden valvonnan Ruotsissa”.
sme: 23. Láhka sámedikkis jagis 1993 meroštalai Ruoŧa beale sámedikki váldodoaibman ”bearráigeahččat áššiid, mat gusket sámi kultuvrii Ruoŧas”.

source: Ruotsin saamelaiskäräjät toimii sekä valtion laitoksena että vaaleilla valittavana edustuselimenä.
sme: Ruoŧa beale sámediggi doaibmá sihke stáhta eiseváldin ja álbmotválljen orgánan.

source: Ruotsin saamelaiskäräjien perusluonteeseen ja siten saamelaisten itsemääräämisoikeuden edistämiseen liittyviä ongelmia käsitellään jäljempänä kohdassa (IV)(A)(2).
sme: Váttisvuođat, mat laktásit Ruoŧa beale sámedikki vuođđoiešvuođaide ja daninassii Sámi iešmearridanvuoigatvuođa ovddideapmái, gieđahallojuvvojit maŋŋelis čuoggás (IV)(A)(2).

source: Saamelaiskäräjien täysistuntoon kuuluu 31 jäsentä, jotka valitaan neljäksi vuodeksi.
sme: Sámedikki dievasčoahkkimii gullet 31 áirasa, geat válljejuvvojit njealji jahkái hávális.

source: 24. Ruotsin saamelaiskäräjien tehtäviä ovat valtionavustusten jakaminen saamelaisjärjestöjen ja saamelaisten kulttuuriohjelmien tarpeisiin sekä muihin tarpeisiin, saamelaiskoulujen hallituksen valinta, saamen kielen aseman edistäminen, yhdyskuntasuunnitteluun – mukaan lukien poronhoito sekä maa-alueiden ja vesistöjen käyttö – osallistuminen sekä saamelaisten oloista tiedottaminen.
sme: 24. Ruoŧa beale sámedikki doaibman leat stáhtadoarjagiid juolludeapmi sámeservviide ja sápmelaččaid kulturprográmmaide ja maid eará doaimmaide, sámeskuvllaid stivrra nammadeapmi, sámegiela sajádaga ovddideapmi, servodatplánemii - masa gullet boazodoallu ja maid eatnamiid ja čáziid geavaheapmi – oassálastin ja diehtojuohkin sápmelaččaid diliin.

source: Vuonna 2007 monet poronhoitoon
sme: Jagi 2007 boazodoalu máŋggat vástusuorggit sirdojuvvojedje Eanadoallodoaimmahagas sámediggái.

source: Ihmisoikeuslaki (Menneskerettsloven), 2 § (1999).
sme: Olmmošvuoigatvuođaidláhka (Menneskerettsloven), 2 § (1999).

source: Ds. 2009:40 Laki saamelaiskäräjistä (Sametingslag) (1992:1433).
sme: Ds. 2009:40 Sámediggeláhka (Sametingslag) (1992:1433).

source: Ibid., 1 luvun 1 §.
sme: Ibid., 1 logu 1 §.

source: Ibid., 2 luvun 2 §.
sme: Ibid., 2 logu 2 §.

source: Ibid., 2 luvun 1 §.
sme: Ibid., 2 logu 1 §.

source: 8 liittyvistä vastuista siirrettiin Ruotsin maatalousministeriöstä saamelaiskäräjille.
sme: 8 bissovaš fuolas ”dan ráddjejuvvon vuogis, man mielde sámediggi oažžu oassálastit mearridanproseassaide, mat gusket sápmelaččaid eatnamiidda ja árbevirolaš ealáhusaide”.

source: 25. Ruotsin poronhoitolakiin vuodelta 1971 on kirjattu saamelaisten oikeus käyttää maaalueita ja vesistöjä omaksi ja porokarjan hyväksi tietyillä laissa määritetyillä maantieteellisillä alueilla.
sme: 25. Ruoŧa boazodoallolágas jagis 1971 lea celkojuvvon sápmelaččaid vuoigatvuohta geavahit eatnamiid ja čáziid alcceseaset ja sin bohccuide dihto lágas meroštallojuvvon geográfalaš guovlluin.

source: Ruotsissa porotalouden harjoittaminen on saamelaisten yksinoikeus, jonka edellytyksenä on kuuluminen saamelaiskylään (sameby) ja porotalouden harjoittaminen pääasiallisena elinkeinona.
sme: Ruoŧas bohccuiguin bargan lea sápmelaččaid oktovuoigatvuohta, man eaktun lea čearu (sameby) miellahttovuohta ja bargan bohccuiguin váldoealáhussan.

source: Ruotsissa noin 3 000 saamelaista saa perinteisesti elantonsa poronhoidosta.
sme: Ruoŧas leat sullii 3 000 sápmelačča, geat barget árbevirolaš boazodoaluin ealáhussan.

source: Porojen määrä on noin 250 000, ja poronhoitoalue on noin 40 % Ruotsin pintaalasta, joskin saatujen tietojen mukaan alue ei aivan kokonaan sovellu laidunmaaksi.
sme: Bohccuid lohku lea sullii 250 000, ja boazodoalloguovlu lea sullii 40 % Ruoŧa viidodagas, vaikko doaimmahuvvon dieđuid mielde áibbas oppa guovlu ii heive guohtuneanan.

source: 26. Ruotsi on pannut täytäntöön YK:n tärkeimmät ihmisoikeussopimukset ja äänestänyt alkuperäiskansojen oikeuksia koskevan julistuksen hyväksymisen puolesta vuonna 2007. Ruotsi on myös ratifioinut kansallisten vähemmistöjen suojelua koskevan Euroopan neuvoston puiteyleissopimuksen sekä alueellisia kieliä tai vähemmistökieliä koskevan eurooppalaisen peruskirjan.
sme: 26. Ruoŧŧa lea oassebeallin ON deháleamos olmmošvuoigatvuođaidkonvenšuvnnain ja jienastan álgoálbmogiid vuoigatvuođaide guoski julggaštusa dohkkeheami bealis jagi 2007. Ruoŧŧa lea maiddái ratifieren Eurohpa ráđi rápmakonvenšuvnna nášuvnnalaš unnitloguid suodjaleami várás ja Eurohpa vuođđogirjji guovlo- dahje unnitloguid gielaid váras.

source: Ruotsi ei ole kuitenkaan ratifioinut ILO:n sopimusta nro 169.
sme: Ruoŧŧa ii leat goittotge ratifieren ILO konvenšuvnna nr 169.

source: D. Suomi
sme: D. Suopma

source: 27. Suomen perustuslaissa säädetään saamelaisten asemasta alkuperäiskansana sekä saamelaisten oikeudesta kulttuuri-itsehallintoon omalla kotiseutualueellaan sanamuodolla ”Saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto”.
sme: 27. Suoma vuođđolágas ásahuvvo sápmelaččaid sajádagas álgoálbmogin ja maid sápmelaččaid vuoigatvuođas kulturiešstivremii ruovttuguovllusteaset sátnehámiin ”Sápmelaččain lea sámiid ruovttuguovllus gillii ja kultuvrii guoski iešráđđen”.

source: Laissa saamelaiskäräjistä vuodelta 1995 saamelaisten kotiseutualueella tarkoitetaan ”Enontekiön, Inarin ja Utsjoen kuntien alueita sekä Sodankylän kunnassa sijaitsevaa Lapin paliskunnan aluetta”.
sme: Sámediggelágas jagis 1995 meroštallojuvvo sámiid ruovttuguovlu: ”Eanodaga, Anára ja Ohcejoga gielddaid viidodagat ja maid Soađegili gieldda Sámi bálgosa viidodat”.

source: Se korvasi vuosina 1972–1995 toimineen saamelaisvaltuuskunnan, joka oli ensimmäinen vaaleilla valittu saamelaiselin Pohjoismaissa.
sme: Sámediggelágain lea vuođđuduvvon sámediggi, mii buhttii jagiid 1972–1995 doaibman Sámi parlameantta, mii lei vuosttas válggain válljejuvvon sámeorgána Davviriikkain.

source: Saamelaiskäräjien 21 jäsentä ja neljä varajäsentä valitaan saamelaisten keskuudessa joka neljäs vuosi toimeenpantavilla vaaleilla.
sme: Sámedikki 21 áirasa ja njeallje várreáirasa válljejuvvojit sápmelaččaid gaskavuođas juohke njealját jagi lágiduvvon válggain.

source: 28. Saamelaiskäräjiä koskevan lain mukaisesti ”turvataan saamelaisille alkuperäiskansana omaa kieltään ja kulttuuriaan koskeva kulttuuri-itsehallinto”.
sme: 28. Sámediggelágas ”dorvvastuvvo sápmelaččaide álgoálbmogin iežaset gillii ja kultuvrii guoski iešráđđen”.

source: Lain mukaan saamelaiskäräjien tehtävänä on ”hoitaa saamelaisten omaa kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat”.
sme: Lágas celko, ahte sámedikki bargun lea ”dikšut sápmelaččaid iežaset gillii ja kultuvrii ja sin sajádahkii álgoálbmogin guoski áššiid”.

source: Saamelaiskäräjät voi tehtäviinsä kuuluvissa asioissa tehdä viranomaisille aloitteita ja esityksiä sekä antaa lausuntoja.
sme: Sámediggi sáhttá bargguidasas gulli áššiin dahkat eiseválddiide álgagiid ja evttohusaid ja maid addit cealkámušaid sámiid ruovttuguovllus.

source: Lisäksi laissa vahvistetaan, että viranomaisten tulee neuvotella saamelaiskäräjien kanssa ”kaikista laajakantoisista ja merkittävistä toimenpiteistä, jotka voivat välittömästi ja erityisellä tavalla vaikuttaa saamelaisten asemaan alkuperäiskansana”, mukaan lukien valtion maiden, suojelualueiden ja erämaa-alueiden hoitoa, käyttöä, vuokrausta ja luovutusta koskevat asiat.
sme: Dasa lassin lágas nannejuvvo, ahte eiseválddit galget ráđđádallat sámedikkiin ”buot viidát váikkuheaddji ja mearkkašahtti doaimmaid birra, mat sáhttet njuolga ja earenoamáš vugiin váikkuhit sápmelaččaid sajádahkii álgoálbmogin”, dasa gullet maid ee. áššit, mat gusket stáhta eatnamiid, suodjalanguovlluid ja meahcceguovlluid dikšumii, geavaheapmái, láigoheapmái ja luohpadeapmái.

source: Vaikka laki
sme: Vaikke sámediggelágas leatge nana lágalaš dáhkádusat sápmelaččaid sajádagas, geavatlaččat Suoma beale sámedikkis lea ráddjejuvvon mearridanváldi, nugo maŋŋelis čuoggás IV(A)(2) buktojuvvo ovdan.

source: CCPR/C/SWE/CO/6, kappale 20 (7.5.
sme: CCPR/C/SWE/CO/6, bihttá 20 (7.5.2009).

source: Poronhoitolaki (Rennäringslag) (1971:437) 17 § 121 § 4 § (974/1995) Ibid.
sme: Boazodoalloláhka (Rennäringslag) (1971:437) 17 § 121 § 4 § (974/1995) Ibid.

source: 29. Suomen nykyiseen lainsäädäntöön ei ole kirjattu eikä siinä anneta saamelaisille mitään erityisiä maaoikeuksia eikä yksinoikeuksia harjoittaa perinteisiä elinkeinoja saamelaisten kotiseutualueilla.
sme: 9 29. Dálá Suoma lágat eai dovddas eaige atte mangelágan earenoamáš eanavuoigatvuođaid sápmelaččaide eaige dovddas oktovuoigatvuođa Sámi álbmogii bargat árbevirolaš ealáhusaiguin juo sámiid ruovttuguovllus dahje dan olggobealde.

source: Lisäksi toisin kuin Norjassa ja Ruotsissa, poronhoitoa ei ole Suomessa rajattu saamelaisten elinkeinoksi, vaan sitä saavat harjoittaa kaikki poronhoitoalueella asuvat EU:n kansalaiset.
sme: Dasa lassin Suomas boazodoallu ii leat ráddjejuvvon sápmelaččaid ealáhussan, nugo Norggas ja Ruoŧas, baicce dainna ožžot bargat buohkat Eurohpa uniovnnas ássi olbmot, geat orrot boazodoalloguovllus.
